<html>

    <head>
        <link rel="stylesheet" href="my_style.css">
        <title>Main page</title>
    </head>
    <body>
        <div style="text-align: right;padding-right: 50px;padding-top: 10px;">
            <a href="index2.php">Log In</a>
        </div>
        <br/>
        <div
            style="margin-left: 5em;margin-right: 5em">
            <img style="width:100%"
                 src="img/Main page ship1.jpg" 
                 alt="Ship ship" >
            <br/>
            <p style="width:50%">Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.Текст, в котором будет рассказываться, как пользоваться страницей.</h1>
        </div>
    </body>
</html>